Repository: darbula/cmsplugin-embedded-menu
Catalog: cmsplugin_embeddedmenu/locale/*/LC_MESSAGES/django.po
Languages: hr

source: Embedded Menu
hr: Ugrađeni Izbornik

source: Menu Title
hr: Naslov Izbornika

source: Title of the menu
hr: Naslov izbornika

source: Sub Title
hr: Podnaslov

source: Sub Title of the menu
hr: Podnaslov izbornika

source: Description
hr: Opis

source: Description for the menu
hr: Opis izbornika

source: Plugin Template
hr: Predložak

source: Use this template to render the menu.
hr: Koristi ovaj predložak za izradu izbornika

source: Menu tree starts from this page.
hr: Izbornik započinje od ove stranice

source: Include Root
hr: Uključi korijensku stranicu

source: Shall the menu also include the root menu item specified?
hr: Da li izbornik uključuje korijensku stavku?

source: Start Level
hr: Početna razina

source: Should the root page also be included in the output?
hr: Da li uključiti korijensku stranicu u izbornik?

source: Depth
hr: Dubina

source: How many levels deep to look for menu items to show?
hr: Broj razina izbornika
